Autodesk.Revit.DB.TemporaryViewModes.AcceleratedGraphicsMode
The current state of the Accelerated Graphics mode in the associated view.
Throws Autodesk.Revit.Exceptions.InvalidOperationException:
When setting this property: The Accelerated Graphics mode is either disabled or inapplicable in the associated view.
Since:
2026